---
extends: post_en.j2
default_block: people
description: GESAR Home page 
title: Pessoas no GESAR
name: Melissa Medeiros F. HATHERLY
level: research
grade: M.Sc.
lab: lec
idt: melissa
---

  <div id="twoColumns">
   <div class="left">
	<img src={{ media_url('images/people/melissa.jpg') }}> 
   </div>

   <div class="right">
	<h1> Melissa Medeiros Ferreira Hatherly </h1>
	<h2> Associate Researcher </h2>
    <p>&nbsp;</p>
	<p> <a href="http://lattes.cnpq.br/7427470093921476"> link to CV
	 Lattes </a> </p>
    <p>&nbsp;</p>
	<p> <b> Endere&ccedil;o: </b> 
	    Rua Fonseca Telles, 121 <br>
	    pr&eacute;dio anexo - S&atilde;o Crist&oacute;v&atilde;o <br> 
	    20940-903 Rio de Janeiro RJ <br>
		Brasil <br>
	</p>
    <p>&nbsp;</p>
	<p> <b> Tel: </b> +55 (21) 2332-4733 </p>
	<p> <b> Fax: </b> +55 (21) 2332-4733 </p>
	<p> <b> E-mail: </b> <a href="mailto:melissamfhatherly@gmail.com"
	 target="_top"> melissamfhatherly@gmail.com </a>
   </div>
  </div>

  <div id="singleColumn">
   <h1> PROFESSIONAL QUALIFICATIONS </h1>
   <p>&nbsp;</p>
   <li> M.Sc. in Environmental Engineering, Federal University of Rio de Janeiro, Brazil, 2013</li>
   <li> Specialisation in Environmental Management, C&acirc;ndido Mendes University, Brazil, 2010</li>
   <li> B.Sc. and Lic. in Biological Sciences, Santa &Uacute;rsula University, Brazil, 2006</li>

   <p>&nbsp;</p>

   <h1> ACADEMIC INTERESTS </h1>
   <p>&nbsp;</p>
   <li> Marine Phytoplankton </li>
   <li> Taxonomy and Ecology  </li>
   <li> Environmental Management </li>

   <p>&nbsp;</p>

   <h1> PROJECTS AND RESEARCH ACTIVITIES </h1>
   <p>&nbsp;</p>
   <li> Quanti-qualitative assessement of the marine phytoplankton  </li>

   <p>&nbsp;</p>

   <h1>RECENT PUBLICATIONS</h1>
   <p>&nbsp;</p>

   <li> HATHERLY, M. M. F., BONECKER, S., TENENBAUM, D. R.
   Alatera&ccedil;&otilde;es na Estrutura da Comunidade do Microfitopl&acirc;ncton da Ba&iacute;a
   de Guanabara (RJ): 20 anos de amostragem. In: XV Congresso Latino
   Americano de Ci&ecirc;ncias do Mar (XV COLACMAR), 2013, Punta del Este -
   Uruguai. XV COLACMAR 2013, 2013. </li>
    
   <li> HATHERLY, M. M. F., REZENDE, PIMENTA, C., EDUARDO, J., VIANA, SIMONE,
   MANGIAVACCHI, N. Abund&acirc;ncia e Estrutura da Comunidade
   Fitoplanct&ocirc;nica
   na Ba&iacute;a de Guanabara (Icara&iacute;, Niteroi, RJ) de Abril de 2011 a Abril
   de 2012 In: XV Congresso Latino Americano de Ci&ecirc;ncias do Mar (XV
   COLACMAR), 2013, Punta del Este - Uruguai. XV COLACMAR 2013, 2013.
   </li>
    
   <li> HATHERLY, M.F.; REZENDE, K.R.V.; PIMENTA, C.M.M.; EDUARDO, J.; VIANA,
   S.C.; MANGIAVACCHI, N. Abund&acirc;ncia e Estrutura da Comunidade
   Fitoplanct&ocirc;nica na Ba&iacute;a de Guanabara (Icara&iacute;, Niteroi, RJ) de abril
   de 2011 a abril de 2012. In: Congresso Brasileiro de Oceanografia Rio
   de Janeiro, 2012 </li>

   <li> TENENBAUM, D. R., MENEZES, M., VIANA, Simone, MENDES, M.C.,
   EDUARDO, J., HATHERLY, M. M. F. Dinoflagelados In: Micropl&acirc;ncton da
   zona econ&ocirc;mica exclusiva do Brasil: Guia de
   Identifica&ccedil;&atilde;o de
   Dinoflagelados tecados e Tintin&iacute;deos - Ba&iacute;a de Todos os Santos (BA) e
   o Cabo de S&atilde;o Tom&etilde; (RJ), incluindo as ilhas de Trindade e Martim Vaz.
   Brasil..1 ed.Rio de Janeiro: Museu Nacional, 2006. </li>

  </div>

