---
extends: post.j2
default_block: text
title: Pesquisa no GESAR
description: GESAR Home page
---

# Desenvolvimento de Turbinas para Microcentrais Hidrel&eacute;tricas

&nbsp;
&nbsp;

O Governo Federal lan&ccedil;ou em novembro de 2003 o desafio de acabar
com a exclus&atilde;o el&eacute;trica no pa&iacute;s. O Programa LUZ
PARA TODOS tinha a meta de levar energia el&eacute;trica para mais de 10
milh&otilde;es de pessoas do meio rural at&eacute; o ano de 2008, o que
foi atingido em 2009.

O Programa &eacute; coordenado pelo Minist&eacute;rio de Minas e
Energia, operacionalizado pela Eletrobr&aacute;s e executada pelas
concession&aacute;rias de energia el&eacute;trica e cooperativas de
eletrifica&ccedil;&atilde;o rural e tem a possibilidade de se estender
at&eacute; 2018. At&eacute; o m&ecirc;s de Abril de 2016, o Programa Luz
para todos j&aacute; chegou para 3.276.720 fam&iacute;lias, cerca de
15,7 milh&otilde;es de moradores rurais de todo o pa&iacute;s. 

Para o atendimento da meta inicial, foram investidos R$ 20
bilh&otilde;es. O Governo Federal destinou R$ 14,3 bilh&otilde;es e o
restante foi partilhado entre governos estaduais e as empresas de
energia el&eacute;trica. Os recursos federais s&atilde;o provenientes de
fundos setoriais de energia - a Conta de Desenvolvimento
Energ&eacute;tico (CDE) e a Reserva Global de Revers&atilde;o (RGR).

Neste contexto, surgiu o projeto "Desenvolvimento de Turbinas para
Microcentrais Hidrel&eacute;tricas".

&nbsp;

# Contextualiza&ccedil;&atilde;o

&nbsp;

Turbom&aacute;quinas s&atilde;o m&aacute;quinas operacionais que
transferem energia mec&acirc;nica entre um rotor e um fluido, o gerador
&eacute; montado dentro da passagem de &aacute;gua como uma unidade
integral. Possuem muitas aplica&ccedil;&otilde;es industriais e oferecem
uma significativa redu&ccedil;&atilde;o nas dimens&otilde;es da casa de
for&ccedil;a. 

Unidades bulbo fornecem a solu&ccedil;&atilde;o mais eficiente para
situa&ccedil;&otilde;es com quedas de at&eacute; 30m e tem
substitu&iacute;do turbinas Kaplan para situa&ccedil;&otilde;es com
quedas reduzidas. Como beneficios adicionais, as turbinas bulbo
introduzem uma necessidade de alagamento muito reduzida devido &agrave;
sua opera&ccedil;&atilde;o a fio d´&aacute;gua, tamanho e custo reduzido
nas obras civis requeridas gra&ccedil;as as passagens retas nos dutos de
suc&ccedil;&atilde;o que melhora o comportamento hidr&aacute;ulico da
unidade e tamb&eacute;m resulta na necessidade de menores
escava&ccedil;&otilde;es. 

&nbsp;

# Resultados alcan&ccedil;ados

&nbsp;

Foram desenvolvidas 5 disserta&ccedil;&otilde;es de mestrado e uma tese
de doutorado abordando temas referentes a este projeto, no &acirc;mbito
do PPG-EM (UERJ), e duas teses de doutorado (1 sandu&iacute;che e 1
pleno), atrav&eacute;s de uma parceria firmada com o EPFL (&Eacute;cole
polytechnique f&eacute;d&eacute;rale de Lausanne), Su&iacute;&ccedil;a.
Estes estudos s&atilde;o aderentes aos m&oacute;dulos de
simula&ccedil;&atilde;o aplicados aos estudos de escoamentos, tendo como
principal resultado a disserta&ccedil;&atilde;o intitulada
“Simula&ccedil;&atilde;o num&eacute;rica da cavita&ccedil;&atilde;o em
turbom&aacute;quinas usando uma formula&ccedil;&atilde;o Euler-Lagrange”
desenvolvida pelo bolsista Silveira Luis Victorino. 

Foram publicados 3 artigos em peri&oacute;dicos cient&iacute;ficos e 8
publica&ccedil;&otilde;es em anais de Congressos, dentre os quais 2
artigos e 3 publica&ccedil;&otilde;es em anais foram desenvolvidos em
parceria com a EPFL (&Eacute;cole polytechnique f&eacute;d&eacute;rale
de Lausanne, Su&iacute;&ccedil;a). Este projeto serviu para estreitar
la&ccedil;os com a EPFL e fomentar a colabora&ccedil;&atilde;o
internacional com grupos de excel&ecirc;ncia na &aacute;rea de modelagem
matem&aacute;tica e f&iacute;sica de turbom&aacute;quinas com
aplica&ccedil;&atilde;o em escoamentos multif&aacute;sicos e
microcentrais hidrel&eacute;tricas.


&nbsp;



