---
extends: base.j2
default_block: main
title: Laboratorios do GESAR
description: GEASR Home page
---

<head>
 <link rel="stylesheet" href="{{ media_url('css/inicio.css') }}">
</head>

<body>

<div id="simple">

 <p>&nbsp;</p>
 <h1> MSc. Silveira Luis Victorino, um novo mestre em cavita&ccedil;&atilde;o em
  turbom&aacute;quinas. </h1>
 <p>&nbsp;</p>

 <p> No dia 31 de mar&ccedil;o de 2014, o aluno de mestrado Silveira
 Luis Victorino defendeu com sucesso sua disserta&ccedil;&atilde;o de
 mestrado perante a banca examinadora formada pelos Profs. Norberto
 Mangiavacchi (orientador), Manoel Ant&ocirc;nio da Fonseca Costa Filho,
 Mauro Carlos Lopes Souza, Gustavo Rabello dos Anjos e Jos&eacute;
 Pontes, e sendo aprovada por unanimadade. O GESAR parabeniza MSc.
 Silveira Luis Victorino por seu trabalho, desejando sucesso em sua vida
 profisional! </p>
 
 <p>&nbsp;</p>
 
 <p> O resumo de seu trabalho pode ser lido no texto abaixo e sua
 disserta&ccedil;&atilde;o pode ser encontrada <a href="{{
  media_url('pdf/research/silveira/msc-silveira.pdf') }}"> aqui </a>.
 </p>

 <p>&nbsp;</p>

 <p> <b> Resumo: </b> Turbom&aacute;quinas s&atilde;o m&aacute;quinas
 operacionais que transferem energia mec&acirc;nica entre um rotor e um
 fluido. Estas m&aacute;quinas t&ecirc;m muitas aplica&ccedil;&otilde;es
 industriais. Um dos componentes de uma turbom&aacute;quina
 respons&aacute;vel pela transfer&ecirc;ncia da energia, ou receber a
 rota&ccedil;&atilde;o do eixo e transformar em energia de fluido em
 caso de bomba ou transferir a energia do fluido para o eixo em caso de
 uma turbina, &eacute; o impelidor ou rotor. O fen&ocirc;meno da
 cavitac&atilde;o envolve escoamento bif&aacute;sico: o l&iacute;quido a
 ser bombeado e as bolhas de vapor que s&atilde;o formadas durante o
 processo de bombeamento. O processo de forma&ccedil;&atilde;o dessas
 bolhas &eacute; complexo, mas ocorre principalmente devido a
 presen&ccedil;a de regi&otilde;es de press&otilde;es muito baixas. O
 colapso dessas bolhas pode muitas vezes levar a
 deteriora&ccedil;&atilde;o do material, dependendo da intensidade ou da
 velocidade de colapso das bolhas. O principal objetivo deste trabalho
 foi estudar o comportamento hidrodin&acirc;mico do escoamento nos
 canais do impelidor de uma turbom&aacute;quina do tipo radial usando
 recursos de fluidodin&acirc;mica computacional (CFD). Uma abordagem
 Euler-Lagrange acoplada com o modelo da equa&ccedil;&atilde;o de
 Langevin foi empregada para estimar a trajet&oacute;ria das bolhas.
 Resultados das simula&ccedil;&otilde;es mostram as particularidades de
 um escoamento l&iacute;quido-bolha de vapor passando em um canal de
 geometria curva, fornecendo assim informa&ccedil;&otilde;es que podem
 nos ajudar na preven&ccedil;&atilde;o da cavita&ccedil;&atilde;o nessas
 m&aacute;quinas. </p> 

</div>

</body>

