---
extends: post.j2
default_block: text
title: Pesquisa no GESAR
description: GESAR Home page
---

# An&aacute;lise de Par&acirc;metros Biol&oacute;gicos
&nbsp;

Par&acirc;metro: fitopl&acirc;ncton

&nbsp;

Equipe t&eacute;cnica formada por uma ocean&oacute;grafa e duas
bi&oacute;logas, com cerca de 15 anos de experi&ecirc;ncia, trabalhando
na avalia&ccedil;&atilde;o de fitopl&acirc;ncton marinho em projetos de
pesquisa e consultoria ambiental. O fitopl&acirc;ncton &eacute;
constitu&iacute;do por organismos unicelulares ou organizados em
col&ocirc;nias, de mobilidade reduzida. O seu movimento na coluna
d'&aacute;gua pode ser controlado pela turbul&ecirc;ncia, correntes e
pela diferen&ccedil;a de densidade. Pode ser composto por organismos
autotr&oacute;ficos ou mixotr&oacute;ficos. 

&nbsp;

A import&acirc;ncia ecol&oacute;gica do fitopl&acirc;ncton, como
produtor prim&aacute;rio e bioindicador, destaca-se principalmente por
algumas esp&eacute;cies serem potencialmente t&oacute;xicas, causando a
deteriora&ccedil;&atilde;o da qualidade da &aacute;gua, danos &agrave;
fauna aqu&aacute;tica ou &agrave; sa&uacute;de humana. Em regi&otilde;es
costeiras e oce&acirc;nicas, apresenta resposta imediata &agrave;s
mudan&ccedil;as ambientais, devido a sua sensibilidade e alta taxa de
reprodu&ccedil;&atilde;o, sendo amplamente utilizado como
par&acirc;metro a ser avaliado em biomonitoramentos. O incremento da sua
densidade normalmente est&aacute; relacionada ao aumento da carga de
nutrientes na &aacute;gua, o que &eacute; perigoso, uma vez que muitos
desses organismos possuem toxinas, capazes de ocasionar a morte de
organismos marinhos, atrav&eacute;s da intoxica&ccedil;&atilde;o ou pela
deple&ccedil;&atilde;o de oxig&ecirc;nio dissolvido no meio
aqu&aacute;tico. Estes compostos podem tamb&eacute;m bioacumular,
atingindo altas concentra&ccedil;&otilde;es em diversos organismos,
principalmente em moluscos bivalves, que podem ser consumidos pelo
homem. Algumas esp&eacute;cies podem provocar impacto ambiental,
alterando a estrutura das comunidades, pois competem com as
esp&eacute;cies residentes pelo espa&ccedil;o e
alimenta&ccedil;&atilde;o, sendo capazes de modificar toda a teia
tr&oacute;fica de determinado ambiente, s&atilde;o as chamadas
esp&eacute;cies invasoras. [Ver projeto STAL][1]. 

[1]: {{media_url('html/research/stal/texto.html')}}
 

&nbsp;

<img src={{ media_url('images/services/bio/image01.png') }} 
height="320px" align="middle">

&nbsp;

<img src={{ media_url('images/services/bio/image02.png') }} 
height="320px" align="middle">

&nbsp;

<img src={{ media_url('images/services/bio/image03.png') }} 
height="320px" align="middle">

&nbsp;

<img src={{ media_url('images/services/bio/image04.png') }} 
height="320px" align="middle">

&nbsp;
