---
extends: post.j2
default_block: text
title: GESAR - Grupo de Estudos e Simula&ccedil;;&otilde;;es Ambientais em Reservat&oacute;;rios
description: GESAR - sobre 
---

&nbsp;

# Breve Hist&oacute;rico do GESAR

&nbsp;

O GESAR (Grupo de Estudos e Simula&ccedil;;&otilde;es Ambientais em
Reservat&oacute;rios) foi criado em 2005 a partir de um projeto de P&D
conduzido por [FURNAS CENTRAIS EL&Eacute;TRICAS
S.A.](http:://www.furnas.com.br)  e encomendado &agrave; [UERJ -
Universidade do Estado do Rio de Janeiro](href="http://www.uerj.br). O
projeto teve por objetivo o desenvolvimento de um software de qualidade
comercial - FERSim - para a simula&ccedil;&atilde;o da
incorpora&ccedil;&atilde;o de biomassa no enchimento de
reservat&oacute;rios de usinas hidrel&eacute;tricas. Instalado nas
depend&ecirc;ncias da [Faculdade de Engenharia da
UERJ](http://www.eng.uerj.br), o GESAR contou com investimentos iniciais
em valor que ultrapassa os quatro milh&otilde;es de reais, e que o
dotaram de capacidade para realizar a maior parte dos estudos
limnol&oacute;gicos necess&aacute;rios ao monitoramento de corpos
h&iacute;dricos, bem como de capacidade computacional para realizar
simula&ccedil;&otilde;es tridimensionais da din&acirc;mica dos mesmos. O
grupo conta com quatro laborat&oacute;rios (LEC - Laborat&oacute;rio de
Ensaios Cin&eacute;ticos, LED - Laborat&oacute;rio de Ensaios
Din&acirc;micos, LEP - Laborat&oacute;rio de Ensaios Pressurizados e LEN
- Laborat&oacute;rio de Ensaios Num&eacute;ricos). 

&nbsp;

Atualmente, o GESAR mant&eacute;m parcerias com o [CWR - Center for
Water Research](http://www.cwr.uwa.edu.au/homepage.php)
(Austr&aacute;lia), [UNA - Universidad Nacional de
Asunci&oacute;n](http://www.una.py) (Paraguai) -, [TU Delft -
Universidade Tecnol&oacute;gica de Delft](http://www.tudelft.nl/en)
(Holanda), [LTCM/EPFL - Laboratoire de Transfert de Chaleur et de
Masse](http://ltcm.epfl.ch) (Su&iacute;&ccedil;a) e [ULB - Universidade
Livre de Bruxelas](http://www.ulb.ac.be//sciences/nlpc)
(B&eacute;lgica). 

&nbsp;

Al&ecute;m de estudos que fazem uso da qu&iacute;mica anal&iacute;tica
e que envolvam o tratamento de dados, o GESAR tem forte
voca&ccedil;&atilde;o para a pesquisa b&aacute;sica e aplicada em todas
as &aacute;reas que envolvam a simula&ccedil;&atilde;o num&eacute;rica
de problemas relacionados &agrave; mec&acirc;nica e eletrodin&acirc;mica
do cont&iacute;nuo, biologia te&oacute;rica, etc. Conta, para isso, com
um simulador de elementos finitos desenvolvido em linguagem C++, o qual
hoje possui mais de 20.000 linhas de c&oacute;digo. O simulador tem
capacidade para tratar problemas em 2 e 3 dimens&otilde;es, dependentes
do tempo, incluindo problemas multif&atilde;sicos e de transporte de
grandezas escalares, como sedimentos, surfactantes e contaminantes. O
grupo j&aacute; realizou 26 projetos de pesquisa aplicada (1 Furnas, 5
CNPq, 1 CAPES, 1 Finep, 18 Faperj), atingindo o montante aproximado de
R$ 8.000.000,00 reais. 

&nbsp;

Sendo hoje uma UDT - Unidade de Desenvolvimento Tecnol&oacute;gico da
UERJ, o GESAR est&aacute; capacitado a intermediar e administrar
projetos de parceria com os setores p&uacute;blico e privado de modo
aut&ocirc;nomo, al&eacute;m de ser um pilar para o Programa de
P&oacute;s-Gradua&ccedil;&atilde;o em Engenharia Mec&acirc;nica da
universidade PPG-EM/UERJ). O PPG-EM oferecia, inicialmente, apenas
programas de mestrado acad&ecirc;mico. No entanto, a partir de 2010
foram instaurados os programas de doutoramento. Os n&uacute;meros do
corpo discente resumem-se a 15 mestres formados, 10 inscritos no
programa de mestrado e tr&ecirc;s doutorandos.

&nbsp;

# Sobre a Logomarca GESAR

&nbsp;

Acesse o reposit&oacute;rio de logomarcas <a
 href="{{media_url('html/logos/logos.html') }}" >aqui</a>.



