---
extends: post.j2
default_block: text
title: GESAR - Grupo de Estudos e Simula&ccedil;&otilde;es Ambientais em Reservat&oacute;rios
description: GESAR - sobre 
---

<head>
    <link rel="stylesheet" href="{{ media_url('css/sobre.css') }}">
</head>

<body>

# O Rio de Janeiro

&nbsp;

O Rio de Janeiro &eacute; uma cidade din&acirc;mica e moderna, com
diversos pontos de lazer espalhados pela zona norte, zona sul, centro da
cidade e zona oeste, mais precisamente na Barra da Tijuca. A cidade
oferece divers&atilde;o todos os dias da semana, desde shows de choro e
samba (cultura musical do Rio de Janeiro) at&eacute; museus, casa de
espet&aacute;culos e pontos tur&iacute;sticos de reconhecimento
internacional. 

O munic&iacute;pio de Niter&oacute;i fica localizado do outro lado da
Ba&iacute;a de Guanabara, &agrave; 11km do centro da cidade do Rio de
Janeiro, e &eacute; tamb&eacute;m uma excelente op&ccedil;&atilde;o para
o turismo, principalmente por seus centros culturais e hist&oacute;ricos
e pelas suas praias exuberantes. Poucos hot&eacute;is est&atilde;o
dispon&iacute;veis na regi&atilde;o, entretanto o transporte do Rio de
Janeiro para Niter&oacute;i conta uma [rede de barcas][barcas] que cruza
a ba&iacute;a e tamb&eacute;m &ocirc;nibus intermunicipais que podem ser
acessados no terminal [Menezes Cortes][tgmc] e em diversos pontos da
cidade maravilhosa. O terminal das barcas fica localizado na
regi&atilde;o da Pra&ccedil;a XY, no centro da cidade. Uma linha de VLT
est&aacute; em constru&ccedil;&atilde;o e ligar&aacute; o terminal
rodovi&aacute;ria da Central do Brasil &agrave; Pra&ccedil;a XY,
por&eacute;m as obras tem previs&atilde;o de t&eacute;rmino para o final
de 2016.

&nbsp;

A malha metrovi&aacute;ria do Rio conta com **3** linhas de metr&ocirc;,
conectando a Tijuca &agrave; Ipanema pela linha 1 (vermelha), o subúrbio
do Rio de Janeiro Pavuna &agrave; Botafogo pela linha 2 (verde) e o mais
recente ramal conectando Ipanema &agrave; Barra da Tijuca atrav&eacute;s
da linha 4 (amarela). Al&eacute;m do metr&ocirc;, o Rio de Janeiro conta
com 8 ramais de trens metropolitanos ligando o centro do Rio de Janeiro
&agrave; zona oeste (Deodoro, Santa Cruz e Campo Grande) e a outros
munic&iacute;pios como Paracambi, Belford Roxo, Guapimirim e Japeri. A
malha de trens &eacute; administrada pela [Supervia][supervia]. O
re&ccedil;em inaugurado VLT[vlt] (Ve&iacute;culo Leve sobre Trilhos)
conta inicialmente com uma linha que conecta a [Rodovi&aacute;ria Novo
Rio][novorio] ao [Aeroporto Santos Dumond][sdu], passando pelo Boulevard
Ol&iacute;mpico, Av. Rio Branco e Cinel&acirc;ndia. Est&aacute; prevista
para 2017, a inaugura&ccedil;&atilde;o de mais 2 linhas do VLT: uma
conectando a Central do Brasil &agrave; Pra&ccedil;a XV e outra ligando
a Central do Brasil ao [Aeroporto Santos Dumond][sdu].

&nbsp;

O servi&ccedil;o de &ocirc;nibus da cidade do Rio de Janeiro conta com a
rec&eacute;m instalada rede [BRT (Transporte R&aacute;pido por
&Ocirc;nibus)][brt] que possui uma grande frota de &ocirc;nibus
articulados e mais de 90km em corredores exclusivos espalhados pela
cidade. O [BRT][brt] &eacute; uma &oacute;tima op&ccedil;&atilde;o para
quem deseja sair do [Aeroporto Internacional Tom Jobim (GIG)][gig] em
dire&ccedil;&atilde;o &agrave; Barra da Tijuca.

&nbsp;

Pre&ccedil;os do transporte p&uacute;blico do Rio de Janeiro (atualizado
em 23.agosto.2016):

&nbsp;

 - [VLT][vlt]: R$3,80
 - [BRT][brt]: R$3,80
 - [metr&ocirc;][metro]: R$4,10
 - [&ocirc;nibus][onibus]: R$3,80
 - [trem][supervia]: R$3,70
 - [barca][barcas]: R$5,60

&nbsp;

O usu&aacute;rio poder&aacute; adquirir um cart&atilde;o pr&eacute;pago
para pagamento das passagens. Mais informa&ccedil;&otilde;es em
[RioCard][riocard]

&nbsp;

# Aeroportos

&nbsp;

Dois aeroportos comerciais est&atilde;o dispon&iacute;veis para os
visitantes: O [Aeroporto Internacional Tom Jobim (GIG)][gig] e o
[Aeroporto Santos Dumond (SDU)][sdu].

&nbsp;

O [Aeroporto Internacional Tom Jobim (GIG)][gig], localizado na Ilha do
Governador e anteriormente conhecido como Gale&atilde;o, opera os
principais v&ocirc;os internacionais. Sua localiza&ccedil;&atilde;o
encontra-se &agrave; 30km do centro da cidade e a 40km da Barra da
Tijuca. Para o visitante chegar ou sair do aeroporto, as seguintes
op&ccedil;&otilde;es est&atilde;o dispon&iacute;veis:

&nbsp;

 - [BRT][brt]
 - &ocirc;nibus comercial
 - aluguel de carros
 - táxi coorperativa
 - táxi municipal (n&atilde;o recomendado)

&nbsp;

O [Aeroporto Santos Dumond (SDU)][sdu], localizado no centro da cidade
do Rio de Janeiro, &eacute; um confort&aacute;vel aeroporto que opera
v&ocirc;os nacionais com a comodidade de estar pr&oacute;ximo de bairros
tur&iacute;sticos e de neg&oacute;cio. Atualmente conta com uma linha de
[VLT][vlt] ligando o aeroporto ao [Terminal Rodovi&aacute;ria Novo
Rio][novorio]. Para o visitante chegar ou sair do aeroporto, as
seguintes op&ccedil;&otilde;es est&atilde;o dispon&iacute;veis:

&nbsp;

 - [uber][uberserv]
 - [VLT][vlt]
 - t&aacute;xi cooperativa
 - t&aacute;xi municipal
 - aluguel de carros

&nbsp;

# Hot&eacute;is

&nbsp;

Diversos hot&eacute;is est&atilde;o dispon&iacute;veis para o visitante
na cidade do Rio de Janeiro, por&eacute;m em sua maioria localizados nos
bairros de Copacabana, Centro da Cidade e Barra da Tijuca. Grandes redes
hoteleiras est&atilde;o dispon&iacute;veis nestes bairros e o visitante
pode consultar a internet para saber da disponibilidade de
acomoda&ccedil;&atilde;o. H&aacute; tamb&eacute;m op&ccedil;&otilde;es
como Hostels e aluguel de apartamentos para temporadas. Abaixo
encontra-se alguns nomes de hot&eacute;is em Copacabana, Centro, Ipanema,
S&atilde;o Conrado e Barra da Tijuca com indicadores de pre&ccedil;o ($
mais barato, $$$$ mais caro).

&nbsp;

 - IBIS $
 - Belmond Copacabana Palace $$$$
 - Hilton $$$$
 - Best Western Plus $$
 - Hotel Fasano $$$$
 - Windsor Atlantica $$$$
 - Hotel Sesc Copacabana $
 - Sheraton Grand Rio $$$$
 - Windsor $$$$

&nbsp;

# Bares e restaurantes

&nbsp;

O Rio de Janeiro &eacute; conhecido por sua atraente gastronomia e
grande quantidade de bares e botequins espalhados por toda a cidade. O
bairro da Lapa &eacute; internacionalmente reconhecido pela sua variedade
de op&ccedil;&otilde;es e principalmente por ser o reduto do samba e do
ch&ocirc;ro na noite carioca. Al&eacute;m da Lapa, os bairros de
Copacabana, Cinel&acirc;ndia, Tijuca, Largo do Machado e Ipanema
s&atilde;o repletos de &oacute;timas op&ccedil;&otilde;es para os
visitantes aproveitarem o clima descontra&iacute;do e informal do Rio de
Janeiro. A cidade tamb&eacute;m &eacute; conhecida pelos excelentes
restaurantes de frutos do mar, comida popular, churrascarias e
culin&aacute;ria internacional. Segue uma listagem de alguns bares e
restaurantes espalhados pela cidade que agradam o p&uacute;blico
carioca:

&nbsp;

 - Pav&atilde;o Azul (Copacabana)
 - Cervantes (Copacabana)
 - Amarelinho (Cinel&acirc;ndia)
 - Z&eacute; Gordo (S&atilde;o Crist&oacute;v&atilde;o)
 - Bip Bip (Copacabana)
 - Restaurante Otto (Tijuca)
 - Bar Lagoa (Lagoa)
 - Churrascaria Mocellin (Niter&oacute;i)
 - Botto Bar (Tijuca)
 - Botequim Informal (Copacabana)
 - Cervejaria Devassa (Barra da Tijuca)
 - Rio Scenarium (Lapa)
 - Feira de S&atilde;o Crist&oacute;v&atilde;o (S&atilde;o Crist&oacute;v&atilde;o)

&nbsp;

# Museus

&nbsp;

Entre no site [museus do rio][museus] para conhecer melhor a estrutura
de museus oferecida no Estado do Rio de Janeiro. Est&aacute;
p&aacute;gina, sob coordena&ccedil;&atilde;o da antrop&oacute;loga
Regina Abreu, mostra um mapa naveg&aacute;vel de museus da cidade e sua
localiza&ccedil;&atilde;o. Confira a lista de museus da cidade do Rio de
Janeiro [aqui][museuslista]. Abaixo, uma pequena listagem de alguns
museus na cidade:

&nbsp;

 - [P&aacute;gina Museus do Rio[museus]
 - Museu do Amanh&atilde; (Pra&ccedil;a Mau&aacute; - Centro)
 - Museu de Arte Moderna (Aterro do Flamengo)
 - Museu de Arte do Rio (Pra&ccedil;a Mau&aacute; - Centro)
 - Centro Cultural Banco do Brasil (Centro)
 - Museu da Imagem e do Som (Em constru&ccedil;&atilde;o - Copacabana)
 - Museu de Arte Contempor&acirc;nia (Niter&oacute;i)

&nbsp;


# Igrejas

&nbsp;

- [Igreja da Candel&aacute;ria][candelaria]
- [Mosteiro de S&atilde;o Bento][saobento]
- [Igreja N. S. da Gl&oacute;ria do Outeiro][gloria]
- [Catedral de S&atilde;o Sebasti&atilde;o][catedral]
- [Igreja e Convento de Santo Ant&ocirc;nio][santoantonio]
- [Santu&aacute;rio Arquidiocesano Santa Edwiges][edwiges]

&nbsp;

# Monumentos e Pontos Tur&iacute;sticos

&nbsp;

- Cristo Redentor
- Bondinho do P&atilde;o de A&ccedil;ucar
- Floresta da Tijuca
- Bondinho de Santa Teresa 
- Jardim Bot&acirc;nico
- Est&aacute;dio do Maracan&atilde;
- Teatro Municipal
- Samb&oacute;dromo
- Igreja da Candel&aacute;ria
- Quinta da Boa Vista

&nbsp;

# Praias

&nbsp;

O Rio de Janeiro &eacute; uma cidade litor&acirc;nea, apresentando toda
sua extens&atilde;o com praias exuberantes para todos os gostos. A praia
mais conhecida &eacute; a de Copacabana que fica situada no bairro de
mesmo nome. Copacabana &eacute; guarnecido de diversas linhas de
&ocirc;nibus e tamb&eacute;m possui 3 esta&ccedil;&otilde;es de
metr&ocirc;: **Cardeal Arcoverde**, **Siqueira Campos** e **Cantagalo**.
Al&eacute;m de Copacabana, as praias do Leme, Ipanema e Leblon
s&atilde;o &oacute;timas op&ccedil;&otilde;es para quem deseja curtir o
sol e mar do Rio de Janeiro sem sair do centro da cidade. 

&nbsp;

Na zona oeste, um pouco mais afastada do centro do Rio, encontra-se a
praia da Barra da Tijuca, excelente op&ccedil;&atilde;o para surfistas e
pessoas que desejam estar distante do centro da cidade. Na Barra da
Tijuca encontram-se diversos hot&eacute;is e os maiores shopping centers
da cidade. Seguindo a Avenida Beira Mar chaga-se &agrave;s praias do
Recreio, Macumba, Prainha e Grumaria, estas 2 &uacute;ltimas
apresentando um visual deslumbrante de floresta e montanhas, palco do
ciclismo de estrada das Olimp&iacute;adas do Rio 2016. Ap&oacute;s
atravessar a serra de Grumari, chega-se a Guaratiba e Barra de Guaratiba,
lugar de famosos restaurantes caseiros como o [Restaurante da Tia
Penha][tiapenha], conhecido por seus deliciosos peixes e frutos do mar.

&nbsp;

# Terminais ATM

&nbsp;

Para retirada de dinheiro, diversos bancos est&atilde;o
dispon&iacute;veis na cidade do Rio de Janeiro. Terminais ATM
tamb&eacute;m est&atilde;o dispon&iacute;veis em esta&ccedil;&otilde;es
de metr&ocirc; e trem. Note que para retirada de dinheiro de contas
internacionais, &eacute; necess&aacute;rio identificar o s&iacute;mbolo
da operadora de cart&otilde;es (**VISA**, **MASTERCARD**, **CIRRUS**,
**PLUS** **etc**) nos terminais banc&aacute;rios. Uma taxa
banc&aacute;ria poder&aacute; ser cobrada dependendo de seu contrato com
o banco ou se o visitante utilizar um terminal **Banco 24Horas**.

&nbsp;


[supervia]:http://www.supervia.com.br
[brt]:http://www.brtrio.com
[uberserv]:https://www.uber.com/pt/cities/rio-de-janeiro
[riocard]:http://www.cartaoriocard.com.br
[vlt]:http://www.vltcarioca.com.br
[metro]:https://www.metrorio.com.br
[onibus]:http://www.vadeonibus.com.br
[barcas]:http://www.gripoccr.com.br
[tgmc]:http://www.tgmc.com.br
[novorio]:http://www.novorio.com.br
[museus]:http://www.museusdorio.com.br
[museuslista]:http://www.museusdorio.com.br/joomla/index.php?option=com_k2&view=latest&layout=latest&Itemid=234
[tiapenha]:http://tiapenharestaurante.com.br
[candelaria]:https://pt.wikipedia.org/wiki/Igreja_de_Nossa_Senhora_da_Candel&aacute;ria
[saobento]:http://www.osb.org.br/mosteiro/index.php
[gloria]:http://outeirodagloria.org.br
[catedral]:http://www.catedral.com.br
[santoantonio]:http://conventosantoantonio.org.br
[edwiges]:http://www.santuariosantaedwigesrj.com.br
[sdu]:http://www.aeroportosantosdumont.net
[gig]:http://www.riogaleao.com
