---
extends: post.j2
default_block: text
title: GESAR 
description: GESAR 
---

&nbsp;

# M.Sc. Eduardo Vitral Freigedo Rodrigues, um novo mestre em forma&ccedil;&atilde;o de nano-estruturas em superf&iacute;cies. 

&nbsp;

No dia 24 de julho de 2015, o aluno de mestrado Eduardo Vitral Freigedo
Rodrigues defendeu com sucesso sua disserta&ccedil;&atilde;o de mestrado
perante a banca examinadora formada pelos Profs. Gustavo R. Anjos
(orientador), Jos&eacute; Pontes (co-orientador), Norberto Mangiavacchi,
Rog&eacute;rio Saldanha e Fernando Pereira Duda, sendo aprovada por
unanimadade. O GESAR parabeniza M.Sc. Eduardo V.F. Rodrigues por seu
trabalho, desejando sucesso em sua vida profisional!
 
&nbsp;
 
A apresenta&ccedil;&atilde;o do seu trabalho pode ser encontrada
[aqui][1], o resumo pode ser lido no texto abaixo e sua tese pode ser
encontrada [aqui][2].

[1]: {{ media_url('pdf/research/vitral/presentation-msc.pdf') }}
[2]: {{ media_url('pdf/research/vitral/msc2015.pdf') }}

&nbsp;

**T&iacute;tulo**: Nano-patterning of surfaces by ion sputtering:
Numerical study of the anisotropic damped Kuramoto-Sivashinsky equation.

&nbsp;

**Resumo**: Apresenta-se uma abordagem num&eacute;rica para um modelo
que descreve a forma&ccedil;&atilde;o de padr&otilde;es por sputtering
i&ocirc;nico na superf&iacute;cie de um material. Esse processo &eacute;
respons&aacute;vel pela forma&ccedil;&atilde;o de padr&otilde;es
inesperadamente organizados, como ondula&ccedil;&otilde;es, nanopontos e
filas hexagonais de nanoburacos. Uma an&aacute;lise num&eacute;rica de
padr&otilde;es preexistentes &eacute; proposta para investigar a
din&acirc;mica na superf&iacute;cie, baseada em um modelo resumido em
uma equa&ccedil;&atilde;o anisotr&oacute;pica amortecida de
Kuramoto-Sivashinsky, em uma superf&iacute;cie bidimensional com
condi&ccedil;&otilde;es de contorno peri&oacute;dicas. Apesar de
determin&iacute;stica, seu car&aacute;ter altamente n&atilde;o-linear
fornece uma rica gama de resultados, sendo poss&iacute;vel descrever
acuradamente diferentes padr&otilde;es. Um esquema semi impl&iacute;cito
de diferen&ccedil;as finitas com fatora&ccedil;&atilde;o no tempo
&eacute; apli- cado na discretiza&ccedil;&atilde;o da
equa&ccedil;&atilde;o governante. Simula&ccedil;&otilde;es foram
realizadas com coeficientes real&iacute;sticos relacionados aos
par&acirc;metros f&iacute;sicos (anisotropias, orienta&ccedil;&atilde;o
do feixe, difus&atilde;o). A estabilidade do esquema num&eacute;rico foi
analisada por testes de passo de tempo e espa&ccedil;amento de malha,
enquanto a verifica&ccedil;&atilde;o do mesmo foi realizada pelo
M&eacute;todo das Solu&ccedil;&otilde;es Man- ufaturadas.
Ondula&ccedil;&otilde;es e padr&otilde;es hexagonais foram obtidos a
partir de condi&ccedil;&otilde;es iniciais monomodais para determinados
valores do coeficiente de amortecimento, enquanto caos
espa&ccedil;o-temporal apareceu para valores inferiores. Os efeitos
anisotr&oacute;picos na forma&ccedil;&atilde;o de padr&otilde;es foram
estudados, variando o &acirc;ngulo de incid&ecirc;ncia. 

