---
extends: base.j2
default_block: main
title: Pesquisa no GESAR
description: GESAR Home page
---

<head>
 <link rel="stylesheet" href="{{ media_url('css/pesquisa.css') }}">
</head>


<body>
 <div id="simple">
  <p>&nbsp;</p>

  <h1> Enchimento de Reservat&oacute;rios </h1>

  <p>&nbsp;</p>
  <p>&nbsp;</p>

  <p> Os escoamentos bif&aacute;sicos s&atilde;o encontrados
  abundantemente na natureza. A presen&ccedil;a de fluidos que
  n&atilde;o se misturam pode ser notada em todo tipo de
  aplica&ccedil;&atilde;o, desde o contato do oceano com a
  atmosf&eacute;ra, at&eacute; centrais de produ&ccedil;&atilde;o e
  extra&ccedil;&atilde;o de petr&oacute;leo, onde o &oacute;leo se
  encontra a altas temperaturas com a presen&ccedil;a de bolhas de
  g&aacute;s. O conceito de fase, atrav&eacute;s dos princ&iacute;pios
  de termodin&acirc;mica cl&aacute;ssica, &eacute; descrito como o
  estado macrosc&oacute;pico da mat&eacute;ria no qual sua estrutura
  f&iacute;sica e sua composi&ccedil;&atilde;o qu&iacute;mica s&atilde;o
  homog&ecirc;neas. Na presen&ccedil;a de duas ou mais fases, origina-se
  o que chamamos de escoamentos multif&aacute;sicos, onde o termo
  bif&aacute;sico se refere &agrave; presen&ccedil;a de apenas 2 fases
  (Ex. bolha de g&aacute;s carb&ocirc;nico em um copo de &aacute;gua
  gaseificada). 
  
  <p>&nbsp;</p>
  
  <p> A Fig.(1) exemplifica em forma esquem&aacute;tica,
  algumas situa&ccedil;&otilde;es decorrentes da riqueza e complexidade
  do fen&ocirc;nemno bif&aacute;sico e que muitas vezes nos passa
  desapercebido. No primeiro exemplo da Fig.(1a) podemos observar a
  presen&ccedil;a de uma for&ccedil;a capaz de equilibrar a esfera sobre
  a coluna de l&iacute;quido. Para o caso representado, onde o
  somat&oacute;rio das for&ccedil;as &eacute; nulo, a grandeza
  respons&aacute;vel pela sustenta&ccedil;&atilde;o da esfera se chama
  tens&atilde;o superficial. Este efeito f&iacute;sico aparece na camada
  superficial do l&iacute;quido e age como uma membrana el&aacute;stica.
  A tens&atilde;o superficial depende do sistema bif&aacute;sico e pode
  variar conforme as propriedades f&iacute;sicas dos fluidos, a
  temperatura ou, ainda, com a contamina&ccedil;&atilde;o dos fluidos. O
  segundo exemploa na  Fig.(1b) representa o fen&ocirc;meno de
  capilaridade ou a&ccedil;&atilde;o capilar, que &eacute; a capacidade
  do fluido de vencer os efeitos gravitacionais e subir sobre as paredes
  dos tubos. Um exemplo pode ser facilmente notado em um copo de
  &aacute;gua onde se verifica um abaulamento do l&iacute;quido junto
  &agrave; superf&iacute;cie do copo. No exemplo da Fig. (1c)
  e no quarto exemplo (Fig.(1d)) s&atilde;o ilustradas duas gotas em
  repouso. Na figura pode-se observar que o contato do l&iacute;quido
  com uma superf&iacute;cie s&oacute;lida pode variar a forma da gota.
  Esta diferen&ccedil;a de forma &eacute; atribuida ao tipo de
  superf&iacute;ce em contato com o fluido. As superf&iacute;cies
  hidrof&iacute;licas tendem a permitir um espalhamento do
  l&iacute;quido enquanto que as superf&iacute;cies hidrof&oacute;bicas
  fazem com que a gota se mantenha concentrada na superf&iacute;cie. Num
  caso extremo, conhecido como superf&iacute;cies super
  hidrof&oacute;bicas, a &aacute;rea da gota em contato com a
  superf&iacute;cie &eacute; m&iacute;nima, mantendo a gota em sua forma
  esf&eacute;rica. </p>

  <p>&nbsp;</p>

  <img src={{ media_url('images/research/bifasico.png') }} 
  height="280px" align="middle">

  <p>Figura 1: Exemplos de sistemas bif&aacute;sicos encontrados na
  natureza. (a) Esfera em repouso. Neste sistema a resultante das
  for&ccedil;as &eacute; zero pois o peso da esfera &eacute;
  correspondido pelo efeito da tens&atilde;o superficial do
  l&iacute;quido. (b) Efeitos de capilaridade fazem o l&iacute;quido
  subir sobre as paredes do tubo. (c) Em uma superf&iacute;cie
  hidrof&iacute;lica, a gota tende a se espalhar, enquanto em uma (d)
  superf&iacute;cie hidrof&oacute;bica, a gota tende a ficar concentrada
  em uma &aacute;rea de contato menor.</p>

  <p>&nbsp;</p>
  
  <p> Como p&ocirc;de ser visto, os escoamentos bif&aacute;sicos
  s&atilde;o facilmente encontrados na natureza. Com isso, uma boa
  compreens&atilde;o dos fen&ocirc;menos f&iacute;sicos se faz
  necess&aacute;ria em diversos campos da ci&ecirc;ncia. Trabalhos que
  datam de antes dos anos 1960 s&atilde;o ainda muito utilizados na
  ind&uacute;stria, o que mostra que a ci&ecirc;ncia ainda tem muito a
  evoluir. Entretanto, muitos autores vem intensificando os
  investimentos na &aacute;rea de escoamentos bif&aacute;sicos, levando
  a um melhor entendimento e caracteriza&ccedil;&atilde;o do problema.
  As seguintes se&ccedil;&otilde;es descrevem as principais
  t&eacute;cnicas utilizadas por estes pesquisadores para compreender
  este fascinante fen&ocirc;meno, com &ecirc;nfase em uma revis&atilde;o
  bibliogr&aacute;fica de simula&ccedil;&otilde;es num&eacute;ricas e
  experimentais.</p>

 </div>
</body>


