---
extends: post.j2
default_block: text
title: GESAR 
description: GESAR 
---

&nbsp;

# Grupo do GESAR apresenta trabalho em Congresso de Energias Renov&aacute;veis

&nbsp;

O grupo de pesquisa em Sistemas Passivos de Resfriamento, do GESAR, que
desenvolve estudos experimentais e num&eacute;ricos em sistemas de
resfriamento por circuitos de convec&ccedil;&atilde;o natural (ver
gesar.uerj.br/pesquisa), apresentou, no &uacute;ltimo dia 26 de maio, o
trabalho "Experimental Analysis of a Single-Phase Passive Cooling
System" no Congresso de Energias Renov&aacute;veis -- ConER -- que
ocorreu de 23 a 26 de maio em Sorocaba, SP, e foi organizado pela
Universidade Federal de S&atilde;o Carlos. O trabalho foi apresentado
por Jo&atilde;o Pedro Bastos, integrante do grupo de pesquisa e
estudante de Engenharia Mec&acirc;nica na UERJ.

&nbsp;

<img src={{ media_url('images/events/2017/may/26/img01.jpg') }}
height='400px'>
P&ocirc;ster apresentado por Jo&atilde;o Pedro Bastos. Foto tirada no
ConER.

&nbsp;
 
ConER contou com trabalhos nas &aacute;reas de biocombust&iacute;veis,
biomassa, energias e&oacute;lica, h&iacute;drica, nuclear e solar, smart
grid, res&iacute;duos e impactos, pol&iacute;ticas de seguran&ccedil;a
energ&eacute;tica e gera&ccedil;&atilde;o, distribui&ccedil;&atilde;o e
armazenamento de energia. V&aacute;rias empresas estiveram presentes no
congresso. A maioria dos trabalhos se concentrou em
biocombust&iacute;veis, biomassa, energia e&oacute;lica, energia solar e
energia nuclear, no qual se insere o trabalho apresentado por
Jo&atilde;o Pedro. A apresenta&ccedil;&atilde;o foi mista, com
espa&ccedil;o de 15 min para uma exposi&ccedil;&atilde;o oral e mais uma
sess&atilde;o de p&ocirc;ster.

&nbsp;

Segundo Jo&atilde;o Pedro, o trabalho recebeu respostas bastante
positivas e despertou interesse nos participantes do congresso: "Alguns
participantes do ConER ficaram encantados com a tecnologia do sistema de
remo&ccedil;&atilde;o de calor que estudamos. A alta confiabilidade do
sistema foi avaliada pelos participantes como uma 'tecnologia amiga do
meio ambiente'", relatou Jo&atilde;o Pedro.


