---
extends: post.j2
default_block: text
title: Logomarcas do GESAR
description: Logamarcas do GESAR
---

# Logomarcas do GESAR
&nbsp;
&nbsp;

A logomarca do GESAR est&aacute; disponibilizada para download nesta p&aacute;gina 
em v&aacute;rias vers&otilde;es. Seu uso est&aacute; intencionado,
principalmente, &agrave; timbragem de apresenta&ccedil;&otilde;es e de
documentos emitidos por colaboradores do GESAR. A logomarca pode ser
aplicada em cor ou em tons de cinza conforme o visual gr&aacute;fico do
documento. As fontes utilizadas na confec&ccedil;&atilde;o dos textos
principal e auxiliar s&atilde;o, respectivamente, **Arial Rounded
MT Bold** e **Gill Sans**.

&nbsp;

# *Briefing* da marca
&nbsp;
&nbsp;

Em sua primeira vers&atilde;o, que remonta &agrave; &eacute;poca de
funda&ccedil;&atilde;o do GESAR, a logomarca estampava elementos simples
que embutem conceitos atrelados &agrave; din&acirc;mica dos fluidos. 
O deslizamento de uma gota d'&aacute;gua na superf&iacute;cie levemente
rugosa de uma folha expressa, sob o ponto de vista f&iacute;sico, o
exemplo da intera&ccedil;&atilde;o entre &aacute;gua l&iacute;quida
e superf&iacute;cies hidrof&oacute;bicas, efeito tamb&eacute;m
frequentemente encontrado em ambientes naturais. Abstratamente, a
logomarca transmite a simples ideia de "fen&ocirc;menos naturais 
que ocorrem em ambientes de reservat&oacute;rios", relacionando-se &agrave; 
linha de pesquisa pioneira do GESAR, a qual, por misturar a
tradi&ccedil;&atilde;o das ci&ecirc;ncias biol&oacute;gicas 
e ambientais com as exatas e computacionais, concebe a
denomina&ccedil;&atilde;o do grupo.
A vers&atilde;o atual da logomarca, desenvolvida no GESAR, 
por sua vez, procurou manter a mesma identidade visual 
da anterior, por&eacute;m, apelando para 
um *design* mais limpo, moderno e minimalista, coerente com 
as novas tecnologias gr&aacute;ficas.

&nbsp;

# Arquivos dispon&iacute;veis para download
&nbsp;

<li> <a href="{{media_url('images/logos/gesar-logo-site-new.png')}}" download="gesar-logo"> Logomarca GESAR - Standard - Cor - Formato png</a>. </li>
<li> <a href="{{media_url('images/logos/gesar-logo-text-pt.png')}}" download> Logomarca GESAR - Subtexto PT - Cor - Formato png</a>. </li>
<li> <a href="{{media_url('images/logos/gesar-logo-text-en.png')}}" download> Logomarca GESAR - Subtexto EN - Cor - Formato png</a>. </li>
<li> <a href="{{media_url('images/logos/gesar-logo-bw.png')}}" download> Logomarca GESAR - Standard - Tons de Cinza - Formato png</a>. </li>


