---
extends: base.j2
default_block: main
title: Pesquisa no GESAR
description: GESAR Home page
---

<head>
 <link rel="stylesheet" href="{{ media_url('css/pesquisa.css') }}">
</head>


<body>
 <div id="simple">
  <p>&nbsp;</p>

  <h1> O problema ambiental da &aacute;gua de lastro </h1>
  <p>&nbsp;</p>
  <p>&nbsp;</p>

  <p> A &aacute;gua de lastro tem como finalidade garantir a
  estabilidade e navegabilidade durante o deslocamento de navios. Os
  organismos existentes nesta &aacute;gua podem ser planct&ocirc;nicos
  ou bent&ocirc;nicos, apresentando-se sob distintas formas de vida,
  tais como cistos, ovos e larvas. Com a circula&ccedil;&atilde;o entre
  portos dos navios, o processo de deslastre inicia-se no local de
  destino, ocorrendo assim a transfer&ecirc;ncia de in&uacute;meros
  micro-organismos origin&aacute;rios de outro ecossistema. </p>

  <p>&nbsp;</p>
  
  <h1> <iframe width="460" height="290"
   src="//www.youtube.com/embed/O5qCrcaGZWE?rel=0&loop=1" frameborder="0"
   allowfullscreen></iframe> </h1>
  <p>&nbsp;</p>
   
  <p> Em geral, um navio pode receber ou descarregar a &aacute;gua do
  lastro em diversos portos em uma s&oacute; viagem. Isto significa que
  h&aacute; um transporte de aproximadamente 5 bilh&otilde;es de m3 de
  &aacute;gua de lastro por ano. Por sua vez, milhares de
  esp&eacute;cies de micro-organismos podem ser carregadas de um lugar
  para outro e, desta forma, as invas&otilde;es biol&oacute;gicas
  originadas pelo transporte da &aacute;gua de lastro tornam-se um
  problema de abrang&ecirc;ncia global, causando danos ambientais,
  sociais e econ&ocirc;micos nos diferentes ecossistemas. </p>

  <p>&nbsp;</p>

  <p> A&ccedil;&otilde;es para controlar a introdu&ccedil;&atilde;o de
  esp&eacute;cies ex&oacute;ticas via &aacute;gua de lastro s&atilde;o
  regulamentadas pela Organiza&ccedil;&atilde;o Mar&iacute;tima
  Internacional (IMO), como a Regulamenta&ccedil;&atilde;o D2, que
  determina a concentra&ccedil;&atilde;o m&aacute;xima permitida de
  micro-organismos vi&aacute;veis na &aacute;gua de lastro. No entanto,
  as metodologias desenvolvidas at&eacute; o momento n&atilde;o foram
  capazes de eliminar os riscos da introdu&ccedil;&atilde;o de
  esp&eacute;cies. </p>

  <p>&nbsp;</p>

  <p> Al&eacute;m dos procedimentos operacionais, existem alternativas
  tecnol&oacute;gicas de tratamento a bordo dos pr&oacute;prios navios,
  os quais apresentam vantagens e desvantagens em rela&ccedil;&atilde;o
  a custo, manuten&ccedil;&atilde;o, efic&aacute;cia e impacto ambiental
  do produto final gerado, mas pode-se afirmar que nenhuma delas
  apresenta uma solu&ccedil;&atilde;o efetiva para o problema dos
  bioinvasores na &aacute;gua de lastro. </p>

  <p>&nbsp;</p>

  <h1> O Brasil no cen&aacute;rio global </h1>
  <p>&nbsp;</p>
  <p>&nbsp;</p>

  <p> No Brasil, um levantamento realizado em 2009 constatou que 58
  esp&eacute;cies marinhas s&atilde;o consideradas ex&oacute;ticas,
  sendo que 26% das introdu&ccedil;&otilde;es t&ecirc;m como vetor
  prov&aacute;vel a &aacute;gua de lastro. Entretanto, a falta de um
  registro hist&oacute;rico de esp&eacute;cies nativas e
  n&atilde;o-nativas dificulta a identifica&ccedil;&atilde;o daquelas
  que foram efetivamente introduzidas. </p>

  <p>&nbsp;</p>

  <p> O Brasil &eacute; signat&aacute;rio da Conven&ccedil;&atilde;o
  Internacional de Controle e Gest&atilde;o da &Aacute;gua de Lastro e
  Sedimentos de Navios para evitar ou minimizar a
  contamina&ccedil;&atilde;o e invas&atilde;o de esp&eacute;cies
  n&atilde;o desejadas no territ&oacute;rio nacional. No entanto,
  observa-se que grande parte dos navios que circulam em &aacute;guas
  brasileiras n&atilde;o respeitam as normas da IMO. Um estudo realizado
  pela Ag&ecirc;ncia Nacional de Vigil&acirc;ncia Sanit&aacute;ria em
  2003 em 9 portos brasileiros comprovou a presen&ccedil;a de
  bact&eacute;rias marinhas cultiv&aacute;veis em 71% das amostras de
  &aacute;gua de lastro analisadas e que 62% das
  embarca&ccedil;&otilde;es avaliadas n&atilde;o fizeram a
  substitui&ccedil;&atilde;o da &aacute;gua de lastro em &aacute;rea
  oce&acirc;nica. </p>

  <p>&nbsp;</p>

  <h1> Envolvimento do projeto STAL </h1>
  <p>&nbsp;</p>
  <p>&nbsp;</p>

  <p> Em fun&ccedil;&atilde;o da magnitude dos problemas abordados, o
  projeto STAL contribuiu com a valida&ccedil;&atilde;o de uma nova
  metodologia para elimina&ccedil;&atilde;o das esp&eacute;cies
  transportadas nos tanques de lastro dos navios antes da
  ocorr&ecirc;ncia do processo de deslastre com base em dados
  experimentais associados &agrave; modelagem matem&aacute;tica. </p>

  <p>&nbsp;</p>

  <h1> Avalia&ccedil;&atilde;o de um pr&eacute;-prot&oacute;tipo eliminador de bact&eacute;rias </h1>
  <p>&nbsp;</p>
  <p>&nbsp;</p>

  <p> No projeto STAL, a efic&aacute;cia de um
  pr&eacute;-prot&oacute;tipo desenvolvido para elimina&ccedil;&atilde;o
  de bact&eacute;rias e fitopl&acirc;ncton foi comprovada. No entanto, o
  alto gasto energ&eacute;tico ainda constitui um empecilho para a sua
  aplica&ccedil;&atilde;o. Novos estudos, abordando outros grupos
  pertencentes ao pl&acirc;ncton, ainda precisam ser desenvolvidos para
  a comprova&ccedil;&atilde;o de sua plena efic&aacute;cia. </p>

  <p>&nbsp;</p>

  <h1> Tecnologia computacional </h1>
  <p>&nbsp;</p>
  <p>&nbsp;</p>

  <p> A tecnologia computacional &eacute; uma ferramenta que permite a
  manipula&ccedil;&atilde;o de dados ambientais de forma mais eficiente
  para o entendimento, acompanhamento e gera&ccedil;&atilde;o de
  progn&oacute;sticos sobre as quest&otilde;es relativas ao meio
  aqu&aacute;tico. Os modelos visam a representa&ccedil;&atilde;o dos
  processos de forma a mais pr&oacute;xima poss&iacute;vel do real.
  Consequentemente, a associa&ccedil;&atilde;o de dados laboratoriais
  com os das simula&ccedil;&otilde;es num&eacute;ricas proporciona o
  desenvolvimento de modelos preditivos mais precisos trazendo, ao
  projeto STAL, diferentes &oacute;ticas de compara&ccedil;&atilde;o.
  </p>

  <p>&nbsp;</p>

  <h1> Recursos humanos </h1>
  <p>&nbsp;</p>
  <p>&nbsp;</p>

  <p> Como um dos principais resultados deste projeto, a
  forma&ccedil;&atilde;o de recursos humanos manteve-se cont&iacute;nua,
  contribuindo, assim, com a qualifica&ccedil;&atilde;o profissional das
  pessoas, tanto na &aacute;rea de modelagem computacional, quanto na
  experimental e ambiental. </p>

  <p>&nbsp;</p>

  <h1> Realiza&ccedil;&atilde;o </h1>
  <p>&nbsp;</p>
  <p>&nbsp;</p>

  <p> Programa de P&oacute;s-Gradua&ccedil;&atilde;o em Engenharia
  Mec&acirc;nica (PPG-EM), Universidade do Estado do Rio de Janeiro
  (UERJ). </p>

 </div>
</body>


