---
extends: post.j2
default_block: text
title: GESAR 
description: GESAR 
---

&nbsp;

# D.Sc. Gustavo Charles Peixoto Oliveira, um novo doutor em escoamentos multif&aacute;sicos. 

&nbsp;

No dia 20 de fevereiro de 2015, o aluno de doutorado Gustavo Charles
Peixoto Oliveira defendeu com sucesso sua tese de doutorado perante a
banca examinadora formada pelos Profs. Norberto Mangiavacchi
(orientador), Carlos Moura, Jos&eacute; Henrique Carneiro de
Ara&uacute;jo e Leonardo Santos de Brito Alves, sendo aprovada por
unanimadade. O GESAR parabeniza D.Sc. Gustavo C.P. Oliveira por seu
trabalho, desejando sucesso em sua vida profisional!
 
&nbsp;
 
O resumo de seu trabalho pode ser lido no texto abaixo e sua
tese pode ser encontrada [aqui][1].

[1]: {{ media_url('pdf/research/peixoto/msc2011.pdf') }}

&nbsp;

**T&iacute;tulo**: Drop Jet in Crossflow: ALE/Finite Element Simulations and Interfacial Effects 

**Resumo**: Um c&oacute;digo computacional para escoamentos
bif&aacute;sicos incorporando metodologia h&iacute;brida entre o
M&eacute;todo dos Elementos Finitos e a descri&ccedil;&atilde;o
Lagrangeana-Euleriana Arbitr&aacute;ria do movimento &eacute; usado para
simular a din&acirc;mica de um jato transversal de gotas na zona
prim&aacute;ria de quebra. Os corpos dispersos s&atilde;o descritos por
meio de um m&eacute;todo do tipo front-tracking que produz interfaces de
espessura zero atrav&eacute;s de malhas formadas pela uni&atilde;o de
elementos adjacentes em ambas as fases e de t&eacute;cnicas de
refinamento adaptativo. Condi&ccedil;&otilde;es de contorno
peri&oacute;dicas s&atilde;o implementadas de modo variacionalmente
consistente para todos os campos envolvidos nas simula&ccedil;&otilde;es
apresentadas e uma vers&atilde;o modificada do campo de press&atilde;o
&eacute; adicionada &agrave; formula&ccedil;&atilde;o do tipo
“um-fluido” usada na equa&ccedil;&atilde;o da quantidade de movimento
linear. Simula&ccedil;&otilde;es num&eacute;ricas diretas em tr&ecirc;s
dimens&otilde;es s&atilde;o executadas para diferentes
configura&ccedil;&otilde;es de l&iacute;quidos imisc&iacute;veis
compat&iacute;veis com resultados experimentais encontrados na
literatura. An&aacute;lises da hidrodin&acirc;mica do jato transversal
de gotas nessas configura&ccedil;&otilde;es considerando
trajet&oacute;rias, varia&ccedil;&atilde;o de formato de gota, espectro
de pequenas perturba&ccedil;&otilde;es, al&eacute;m de aspectos
complementares relativos &agrave; qualidade de malha s&atilde;o
apresentados e discutidos. 


