---
extends: post.j2
default_block: text
title: Pesquisa no GESAR
description: GESAR Home page
---

<center>
<font size=+2>Sistemas Passivos de Resfriamento</font>
<br><br>

<b>PROJETO EXPERIMENTAL DE CIRCUITO DE CONVEC&Ccedil;&Atilde;O NATURAL</b></center>
<br>

<b>EQUIPE</b>
<LI> <a href="http://www.gesar.uerj.br/pessoas/grad/danilo.html">Danillo Soares</a>
<LI> <a href="http://www.gesar.uerj.br/pessoas/grad/cerqueira.html">Gabriel Cerqueira</a>
<LI> <a href="http://www.gesar.uerj.br/pessoas/grad/tinoco.html">Jo&atilde;o Pedro Bastos</a>
<LI> <a href="http://www.gesar.uerj.br/pessoas/len/leon.html">Leon Lima</a>
<br><br>

<b>OBJETIVO</b>
<br>
Estudo experimental e computacional de circuitos monof&aacute;sicos de
convec&ccedil;&atilde;o natural.

<br><br>
<b>CONTEXTO</b>
<br>

Relevante n&uacute;mero de artigos publicados nos &uacute;ltimos dez
anos com resultados num&eacute;ricos e experimentais em sistemas de
circula&ccedil;&atilde;o natural demonstram a import&acirc;ncia do tema.
No que se refere &agrave;s aplica&ccedil;&otilde;es na ind&uacute;stria
nuclear, o circuito que resfria os reatores nucleares das usinas
brasileiras -- Angra 1, 2 e 3 -- pode operar por convec&ccedil;&atilde;o
natural em caso de indisponibilidade das bombas de
refrigera&ccedil;&atilde;o do reator, cujo comportamento din&acirc;mico
deve ser bem conhecido no momento do projeto da usina para tais
cen&aacute;rios. Outra aplica&ccedil;&atilde;o atual &eacute; a
instala&ccedil;&atilde;o de armazenamento de combust&iacute;vel nuclear
irradiado, sendo projetada pela Eletronuclear, cujo sistema de
remo&ccedil;&atilde;o de calor ser&aacute; completamente passivo.

<br>
<br>
<b>FOCOS DE PESQUISA</b>
<br>
<UL TYPE="SQUARE">
<LI>par&acirc;metros de similaridade
<LI>influ&ecirc;ncia dos par&acirc;metros do sistema -- di&acirc;metro,
carga t&eacute;rmica, coeficiente de transfer&ecirc;ncia do resfriador
etc. -- na estabilidade termo-hidr&aacute;ulica.
<LI>efeito de massa de &aacute;gua intermediando o aquecedor do circuito
&agrave; carga t&eacute;rmica prim&aacute;ria, e.g., circuito integrado
a piscina, no comportamento din&acirc;mico do sistema.
<LI>modelagem computacional: correla&ccedil;&atilde;o de atrito e
formula&ccedil;&atilde;o num&eacute;rica.
<LI>simula&ccedil;&otilde;es 3D
<LI>an&aacute;lise de estabilidade
</UL>

<b>MOTIVA&Ccedil;&Atilde;O</b>
<br>
Ao mesmo tempo em que o emprego de SPR's monof&aacute;sicos cresce,
notavelmente em sistemas de seguran&ccedil;a em
instala&ccedil;&otilde;es nucleares, n&atilde;o existe
correla&ccedil;&atilde;o de atrito bem aceita de uma forma geral para
escoamentos em convec&ccedil;&atilde;o natural. De fato,
correla&ccedil;&otilde;es para convec&ccedil;&atilde;o for&ccedil;ada
s&atilde;o normalmente utilizadas em circuitos de
convec&ccedil;&atilde;o natural. Adicionalmente, n&atilde;o existem
resultados levando em conta a integra&ccedil;&atilde;o do circuito com
piscina.

<br>
<br>
<b>PRODUTO FINAL</b>
<br>
<UL TYPE="SQUARE">
<LI>estabelecimento de crit&eacute;rio para sele&ccedil;&atilde;o de
fator de atrito mais apropriado para circuitos de
convec&ccedil;&atilde;o natural ou proposta de uma nova
correla&ccedil;&atilde;o.
<LI>c&oacute;digo computacional ( programa de computador, livre para
download ) para dimensionamento de SPR e para simula&ccedil;&atilde;o de
transiente.
<LI>disponibiliza&ccedil;&atilde;o de dados experimentais de SPR's
monof&aacute;sicos.
</UL>

<b>RESULTADOS PARCIAIS</b>
<br><br>

Um modelo 1D foi implementado em Matlab&reg; para simular um circuito de
convec&ccedil;&atilde;o natural com aquecedor (<i>heater</i>) e
resfriador (<i>cooler</i>) como sendo trechos de
tubula&ccedil;&atilde;o. O modelo consiste nas equa&ccedil;&otilde;es de
conserva&ccedil;&atilde;o de quantidade de movimento e de energia, ambas
para quantidades m&eacute;dias na se&ccedil;&atilde;o transversal do
tubo, sendo que a equa&ccedil;&atilde;o de quantidade de movimento
&eacute; ainda integrada ao longo do circuito. S&atilde;o desprezados os
seguintes processos:<br>

<UL TYPE="SQUARE">
<LI>condu&ccedil;&atilde;o de calor
<LI>gera&ccedil;&atilde;o de calor por atrito
<LI>transfer&ecirc;ncia de calor atrav&eacute;s do tubos (a menos do
<i>heater</i> e do <i>cooler</i>)
</UL>

As equa&ccedil;&otilde;es que comp&otilde;em o modelo s&atilde;o apresentadas a seguir.

<br><br>
<b>Quantidade de movimento linear</b><br>

$$\frac{L}{A}\frac{dw}{dt} = -\left(f\frac{L}{D}+K\right)\frac{w^2}{2\rho_0A^2} + \rho_0g\beta\oint Tdz$$

<br>

<p align="left">
<br><br>
<b>Energia</b><br>
<br><i>tubos:</i>
</p>

$$\frac{\partial T}{\partial t}+\frac{w}{\rho_0A}\frac{\partial
T}{\partial s} = 0$$

<p align="left">
<br>
<br><i>heater</i>:
</p>

$$\frac{\partial T}{\partial t}+\frac{w}{\rho_0A}\frac{\partial
T}{\partial s} = \frac{ Q_{N} }{ {L_hA\rho_0c_p} }$$

<p align="left">
<br>
<br><i>cooler</i>:
</p>

$$\frac{\partial T}{\partial t}+\frac{w}{\rho_0A}\frac{\partial T}{\partial s} = -\frac{4U_c(T-T_s)}{D\rho_0c_p}$$

<p align="left">
<br><br>
<br>
Solu&ccedil;&atilde;o num&eacute;rica em diferen&ccedil;as finitas
para o estado permanente das equa&ccedil;&otilde;es acima produz
</p>

<br>
<br>
<img src={{ media_url('images/research/spr/valid_ss_NCL.svg') }}
width="500px" align="middle">

<br>
<b>Fig. 1</b> Regime permanente para circuitos de
convec&ccedil;&atilde;o natural retangulares -- resultados experimentais
e num&eacute;ricos. O plot apresenta resultados para as quatro
configura&ccedil;&otilde;es poss&iacute;veis em fun&ccedil;&atilde;o da
orienta&ccedil;&atilde;o de heater e cooler.
<br><br>

<LI> HHHC - horizontal heater horizontal cooler
<LI> HHVC - horizontal heater vertical cooler
<LI> VHHC - vertical heater horizontal cooler
<LI> VHVC - vertical heater vertical cooler
<br><br>

A figura a seguir apresenta o resultado obtido para a
solu&ccedil;&atilde;o transiente.<br><br>

<img src={{ media_url('images/research/spr/dp_x_t_expl.svg') }} 
width="500px" align="middle">

<br>
<b>Fig. 2</b> Transiente de loop HHHC: uma s&eacute;ria experimental
(vermelho) e duas num&eacute;ricas, para correla&ccedil;&otilde;es de
atrito distintas.
<br><br>

Ambos os resultados foram confrontados com dados experimentais da
literatura e apresentaram boa concord&acirc;ncia sob ponto de vista
qualitativo.

<br>
<br>
<b>EXPERIMENTO</b>
<br><br>

O aparato experimental consiste de um loop retangular, com 1 m de altura
por 0,8 m de largura, com heater e cooler horizontais. A carga
t&eacute;rmica &eacute; fornecida ao sistema por meio de tr&ecirc;s
resist&ecirc;ncias el&eacute;tricas de 667 W cada, perfazendo uma
capacidade total de 2000 W de pot&ecirc;ncia. O cooler &eacute; um
trocador de calor tubo em tubo, onde o fluido do loop escoa pelo tubo
interno e um fluido de arrefecimento flui escoa (for&ccedil;ado) pelo
tubo externo (<i>annulus</i>). O sistema &eacute; equipado com 4
sensores digitais de temperatura, posicionados &agrave; entrada e
sa&iacute;da de heater e cooler. A instrumenta&ccedil;&atilde;o &eacute;
feita por uma placa Arduino MEGA 2560. As figuras a seguir mostram o
desenho dimensional e uma foto do loop.

<br>
<br>
<img src={{ media_url('images/research/spr/NCL_UERJ-Model.png') }} 
width="500px" align="middle">
<br>
<b>Fig. 3</b> Desenho dimensional do aparato experimental da UERJ.
<br><br>

<img src={{ media_url('images/research/spr/loop.png') }} 
height="700px" align="middle">
<br><br>
<b>Fig. 4</b> Foto do aparato experimental da UERJ.
<br><br>

<b>INTERVALO PARA O ALMO&Ccedil;O</b>
<br><br>
<img src={{ media_url('images/research/spr/macarronada.jpg') }} 
height="100px" align="middle">
<br><br>
A montagem do loop sofreu um pequeno atraso, porque um integrante da
equipe acabou se atrasando um dia...<br> O integrante foi o <a
href="http://www.gesar.uerj.br/pessoas/grad/tinoco.html">Jo&atilde;o
Pedro</a> e a causa: receita de macarronada de sua av&oacute;. Isso
mesmo. Acontece que a receita &eacute; t&atilde;o boa, que nosso amigo
se sobrealimentou, resultando em dist&uacute;rbios digestivos...<br>
Bom, para quem aprecia com modera&ccedil;&atilde;o, em breve
disponibilizaremos a receita aqui!!
