---
extends: post.j2
default_block: text
title: Projetos no GESAR
description: Projetos no GESAR
---

# Projeto de otimiza&ccedil;&atilde;o do banco de dados 
# para o sistema informatizado de apoio 
# ao programa Minha Casa Minha Vida 
# Chamada P&uacute;blica MCTI/CNPq/MCIDADES n0 11/2012
&nbsp;
&nbsp;

# Objetivos da proposta 
&nbsp;
&nbsp;

A atua&ccedil;&atilde;o deste projeto permite a
implanta&ccedil;&atilde;o de uma cultura gerencial que incorpora
ferramentas modernas para a identifica&ccedil;&atilde;o e
solu&ccedil;&atilde;o de problemas associados ao Programa Minha Casa,
Minha Vida, mediante a capacita&ccedil;&atilde;o das equipes das
secretarias municipais e implanta&ccedil;&atilde;o de um sistema
informatizado de apoio &agrave; gest&atilde;o municipal. O projeto em
quest&atilde;o prev&ecirc; a avalia&ccedil;&atilde;o da
execu&ccedil;&atilde;o e dos resultados do trabalho social realizado com
as fam&iacute;lias benefici&aacute;rias do Programa Minha Casa, Minha
Vida, como tamb&eacute;m mecanismos de cadastramento e controle dos
benefici&aacute;rios e avalia&ccedil;&atilde;o dos impactos sociais e
econ&ocirc;micos nas fam&iacute;lias benefici&aacute;rias. Uma
ferramenta como o Banco de Dados, mant&eacute;m as
informa&ccedil;&otilde;es, dados e processos organizados e atualizados,
facilitando a presta&ccedil;&atilde;o de contas e as
intera&ccedil;&otilde;es que possam ser estabelecidas com
&oacute;rg&atilde;os de controle ou de financiamento.

&nbsp;

<img src={{ media_url('images/research/mcmv/paginaInicial.png') }} 
height="320px" align="middle">

&nbsp;

# Resultados e produtos esperados
&nbsp;
&nbsp;

A capacita&ccedil;&atilde;o de equipes de gestores no munic&iacute;pio
de Queimados, rj para utilizar o banco de dados permitir&aacute;
celeridade em armazenamento de dados e a realiza&ccedil;&atilde;o de
pesquisas que possibilitem a vis&atilde;o integrada necess&aacute;ria
&agrave;s decis&otilde;es gerenciais e, ap&oacute;s a tomada de
decis&otilde;es, o acompanhamento e a avalia&ccedil;&atilde;o das
a&ccedil;&otilde;es desenvolvidas. Desenvolver uma ferramenta de
gest&atilde;o em parceria com o munic&iacute;pio e para o
munic&iacute;pio. 

&nbsp;

<img src={{ media_url('images/research/mcmv/bancoDeDados.png') }} 
height="320px" align="middle">

&nbsp;

A UERJ possui um Conv&ecirc;nio com a prefeitura de Queimados, o que tem
possibilitado a comunica&ccedil;&atilde;o com a prefeitura e os gestores
da Secretaria de Habita&ccedil;&atilde;o, que nos solicitaram a
capacita&ccedil;&atilde;o. A gest&atilde;o das pol&iacute;ticas sociais
na atualidade envolve uma s&eacute;rie de desafios, e dentre eles
encontra-se a quest&atilde;o do tratamento de grandes volumes de
informa&ccedil;&otilde;es produzidas pelo pr&oacute;prio desenvolvimento
e aprimoramento das a&ccedil;&otilde;es e programas constitutivos de
tais pol&iacute;ticas. O enfrentamento desta quest&atilde;o vem, cada
vez mais, apontando a import&acirc;ncia do uso de ferramentas
tecnol&oacute;gicas na organiza&ccedil;&atilde;o,
sistematiza&ccedil;&atilde;o e an&aacute;lise do grande volume de dados
e informa&ccedil;&otilde;es dispon&iacute;veis, tornando-se
necess&aacute;ria aos processos de gest&atilde;o de pol&iacute;ticas a
introdu&ccedil;&atilde;o de tecnologias capazes de integrar dados e
informa&ccedil;&otilde;es sociais produzidos ao longo da sua
condu&ccedil;&atilde;o e do seu processamento. A
apropria&ccedil;&atilde;o do banco de dados pelo munic&iacute;pio,
al&eacute;m de facilitar o gerenciamento e armazenamento de
informa&ccedil;&otilde;es e dados, permite que diferentes equipes de
trabalho compartilhem conhecimentos e integrem solu&ccedil;&otilde;es
nas mais diversas &aacute;reas do conhecimento, tornando mais
din&acirc;mica e prof&iacute;cua a produ&ccedil;&atilde;o t&eacute;cnica
neste ambiente. Do mesmo modo, dispor de uma ferramenta deste tipo
facilita a coordena&ccedil;&atilde;o e controle das atividades
desenvolvidas, o acompanhamento de prazos e o estabelecimento de rotinas
necess&aacute;rias.

&nbsp;

<img src={{ media_url('images/research/mcmv/modoInsercao.png') }} 
height="320px" align="middle">

&nbsp;

# Resultados e produtos alcan&ccedil;ados 
&nbsp;
&nbsp;

O Banco de Dados possibilita ao gestor a tomada de decis&atilde;o com
uma vis&atilde;o integrada permitindo envolver os gestores e suas
equipes no desenvolvimento do sistema. A implanta&ccedil;&atilde;o deste
projeto no munic&iacute;pio de Queimados, rj, pretende potencializar a
eleva&ccedil;&atilde;o da cultura gerencial no munic&iacute;pio pela
introdu&ccedil;&atilde;o de capacita&ccedil;&atilde;o para que o
munic&iacute;pio em quest&atilde;o se aproprie do sistema desenvolvido.
Pretendendo-se tamb&eacute;m otimizar contatos com a Comunidade
Universit&aacute;ria de forma a permitir intera&ccedil;&otilde;es com
grupos de pesquisa e detentores de conhecimentos: sociologia,
assist&ecirc;ncia social, engenharia civil, urbanismo, eng.
sanit&aacute;ria, meio ambiente. Esta atividade aqui proposta insere-se
dentro do contexto das atividades da UERJ no munic&iacute;pio de
Queimados (implanta&ccedil;&atilde;o do Campus de Queimados da UERJ). Os
alunos da Faculdade que possuem interesse pela tem&aacute;tica da
habita&ccedil;&atilde;o ser&atilde;o convidados a participar do projeto,
podendo com isso incorporar o conhecimento aprendido e a
experi&ecirc;ncia em seu Trabalho de Conclus&atilde;o de Curso.
Al&eacute;m disso, a participa&ccedil;&atilde;o em Congressos que tratam
da tem&aacute;tica tamb&eacute;m ser&aacute; incentivada. 




